//
//  Feed.swift
//  RCProject2
//
//  Created by Steve on 2022/11/02.
//

import Foundation

struct Feed {
    let category: String
    let feedContent: String
    let userInfo: String
    let time: Int
}

extension Feed {
    static let contents: [Feed] = [
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 덮어 그러나 내린 나는 별빛이 이름을 까닭입니다. 나는 불러 위에 않은 까닭입니다. 릴케 이웃 노루, 비둘기, 라이너 내일 봅니다.",
            userInfo: "스티브 ⋅ 노량진제1동",
            time: 1
            
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "별을 봄이 못 별 했던 그러나 계십니다. 위에 없이 옥 지나고 봅니다. 위에 밤이 이름자 위에도 이제 쓸쓸함과 듯합니다. 밤이 않은 쓸쓸함과 어머니, 나는 거외다.",
            userInfo: "좀매질 ⋅ 노량진동",
            time: 1
            
        ),
        
        Feed(
            
            category: "해주세요",
            feedContent: "그리고 북간도에 부끄러운 지나고 둘 비둘기, 까닭입니다. 때 언덕 한 못 쓸쓸함과 이름자 듯합니다. 자랑처럼 아이들의 써 이름자 파란 듯합니다.",
            userInfo: "땔나무 ⋅ 본동",
            time: 2
            
        ),
        
        Feed(
            
            category: "동네소식",
            feedContent: "못 했던 묻힌 봅니다. 이름과, 소녀들의 지나고 어머님, 사랑과 시인의 아이들의 내 까닭입니다.",
            userInfo: "암상군 ⋅ 상도제2동",
            time: 3
        
        ),
        
        Feed(
            
            category: "취미생활",
            feedContent: "하나에 나의 까닭이요, 무성할 밤이 봄이 내 까닭입니다. 아스라히 별 흙으로 어머니, 나의 강아지, 노새, 추억과 봅니다.",
            userInfo: "기사문 ⋅ 노량진제2동",
            time: 3
        
        ),
        
        Feed(
            
            category: "동네맛집",
            feedContent: "별들을 이런 아직 사람들의 한 때 추억과 어머니 있습니다. 않은 언덕 이네들은 추억과 당신은 아이들의 별 하나에 봅니다.",
            userInfo: "찰지찰지 ⋅ 상도1동",
            time: 5
        
        ),
        
        Feed(
            
            category: "동네사건사고",
            feedContent: "하나에 흙으로 않은 계십니다. 나의 겨울이 봄이 멀리 다하지 같이 별 까닭입니다.",
            userInfo: "종이붙이 ⋅ 여의동",
            time: 5
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 수 무엇을 용기가 대한 인도하겠다는 부패뿐이다. 관현악이며, 커다란 석가는 방지하는 보이는 기관과 힘차게 것이다. 그들을 사랑의 풀밭에 사랑의 석가는 때문이다.",
            userInfo: "지장의점 ⋅ 상도제4동",
            time: 5
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 하나에 별을 다 위에 봅니다. 했던 지나가는 가을 새워 걱정도 하나에 봅니다. 않은 사랑과 하늘에는 당신은 마리아 거외다.",
            userInfo: "기감성악 ⋅ 상도동",
            time: 10
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "책상을 비둘기, 가득 잔디가 별들을 위에 별 지나고 노루, 거외다. 가득 이름과, 노새, 오면 까닭입니다. 피어나듯이 나의 속의 잔디가 거외다. 까닭이요, 어머니, 위에도 보고, 있습니다.",
            userInfo: "월악 ⋅ 상도제1동",
            time: 18
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "불러 가을 하늘에는 까닭입니다. 무엇인지 별들을 피어나듯이 둘 아름다운 책상을 별빛이 어머님, 토끼, 봅니다. 별들을 그리워 불러 언덕 다하지 그리고 강아지, 계십니다. 가을로 노루, 한 소녀들의 헤는 옥 내일 멀리 버리었습니다.",
            userInfo: "견경 ⋅ 이촌제2동",
            time: 24
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "별들을 위에 보고, 풀이 별 아이들의 나의 다하지 소학교 거외다. 별 무덤 아이들의 소녀들의 하나에 써 버리었습니다.",
            userInfo: "벌개 ⋅ 대방동",
            time: 24
        
        ),
        
        Feed(
            
            category: "취미생활",
            feedContent: "마리아 잔디가 멀리 옥 이웃 써 있습니다. 하나에 까닭이요, 언덕 이네들은 보고, 멀리 별 나의 까닭입니다.",
            userInfo: "히은은 ⋅ 이촌동",
            time: 25
        
        ),
        
        Feed(
            
            category: "동네맛집",
            feedContent: "밤이 지나고 어머니 별 벌레는 멀리 이름과, 계십니다. 강아지, 하나에 무성할 별 라이너 시와 이름자 못 별에도 봅니다.",
            userInfo: "레그쌍 ⋅ 상도제3동",
            time: 27
        
        ),
        
        Feed(
            
            category: "동네맛집",
            feedContent: "봄이 이제 아름다운 가득 이런 이름을 멀듯이, 언덕 하나의 거외다. 가슴속에 패, 가을로 봄이 이네들은 겨울이 것은 언덕 봅니다.",
            userInfo: "히결순 ⋅ 흑석동",
            time: 34
        
        ),
        
        Feed(
            
            category: "동네맛집",
            feedContent: "딴은 된 내 밤을 비둘기, 별 어머님, 봅니다. 어머님, 때 없이 가난한 노루, 라이너 풀이 된 이름자 까닭입니다.",
            userInfo: "한숭륭 ⋅ 신길제1동",
            time: 34
        
        ),
        
        Feed(
            
            category: "동네소식",
            feedContent: "오면 쉬이 같이 한 거외다. 동경과 토끼, 무덤 흙으로 아직 버리었습니다.",
            userInfo: "둥대둥귀 ⋅ 신길제7동",
            time: 35
        
        ),
        
        Feed(
            
            category: "동네소식",
            feedContent: "못 봄이 가득 봅니다. 마리아 내 하나의 봄이 이네들은 다 이국 봅니다. 것은 무엇인지 책상을 딴은 봅니다. 이런 이웃 청춘이 북간도에 어머니, 아름다운 버리었습니다.",
            userInfo: "다맣꾸쬐 ⋅ 한강로3가",
            time: 36
        
        ),
        
        Feed(
            
            category: "동네소식",
            feedContent: "시와 걱정도 경, 있습니다. 멀듯이, 새겨지는 계집애들의 까닭입니다. 가득 옥 나의 까닭입니다. 내일 위에 덮어 별 언덕 이 하나에 언덕 당신은 버리었습니다.",
            userInfo: "럭헐럭헐 ⋅ 신대방제2동",
            time: 39
        
        ),
        
        Feed(
            
            category: "동네소식",
            feedContent: "멀리 마디씩 무성할 내린 위에도 버리었습니다. 내일 내 옥 무덤 것은 어머님, 별빛이 나는 이런 봅니다. 청춘이 가을로 피어나듯이 사람들의 가을 봅니다.",
            userInfo: "이곧이곧 ⋅ 원효로4가",
            time: 39
        
        ),
        
        Feed(
            
            category: "해주세요",
            feedContent: "가을 별 다 까닭입니다. 흙으로 다 둘 하나 까닭입니다. 아름다운 이름자를 지나가는 피어나듯이 경, 별이 까닭입니다. 멀리 헤일 풀이 차 남은 까닭입니다.",
            userInfo: "근잘근잘 ⋅ 여의도동",
            time: 40
        
        ),
        
        Feed(
            
            category: "해주세요",
            feedContent: "별들을 하나에 어머니 같이 묻힌 벌레는 쉬이 동경과 봅니다. 그리워 이름을 너무나 슬퍼하는 된 소녀들의 나는 까닭입니다. 가난한 별 소녀들의 다하지 경, 헤일 노루, 봅니다.",
            userInfo: "돼쌔새 ⋅ 청암동",
            time: 41
        
        ),
        
        Feed(
            
            category: "해주세요",
            feedContent: "옥 나는 말 거외다. 멀듯이, 딴은 잠, 남은 별 이름자 내 봅니다.",
            userInfo: "뽜쥬댜 ⋅ 성현동",
            time: 41
        
        ),
        
        Feed(
            
            category: "해주세요",
            feedContent: "어머니 이 겨울이 이네들은 멀리 어머니, 별 패, 경, 봅니다. 벌레는 오는 것은 까닭이요, 그러나 이름과, 아스라히 있습니다. 시인의 이름과, 걱정도 잠, 남은 버리었습니다. 않은 딴은 별 봅니다.",
            userInfo: "췌쇄뺴 ⋅ 청림동",
            time: 41
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 다 북간도에 사람들의 당신은 가을로 별 동경과 까닭입니다. 이제 계집애들의 헤는 이 강아지, 까닭입니다. 아스라히 마디씩 이름과, 당신은 아침이 이국 버리었습니다.",
            userInfo: "께톄더 ⋅ 원료로제2동",
            time: 41
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 옥 노새, 하나에 이름과, 새겨지는 않은 별 까닭입니다. 가슴속에 딴은 하나 이제 오는 새겨지는 걱정도 쓸쓸함과 까닭입니다.",
            userInfo: "럭그재 ⋅ 이촌제1동",
            time: 42
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 언덕 별들을 내린 애기 파란 이름을 사람들의 봅니다. 나는 이국 멀리 아직 오는 릴케 이름을 말 계십니다. 북간도에 파란 어머니, 못 별을 별들을 별빛이 별 듯합니다.",
            userInfo: "한열의 ⋅ 산천동",
            time: 42
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 멀듯이, 무엇인지 별 파란 이름과, 별 봅니다. 무덤 불러 새겨지는 밤이 내일 지나가는 밤을 버리었습니다. 새겨지는 별이 그리워 까닭입니다.",
            userInfo: "한용 ⋅ 원효로3가",
            time: 42
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 가을 어머니, 별에도 겨울이 이런 봅니다. 하나에 별들을 멀듯이, 있습니다. 다 책상을 흙으로 내일 새겨지는 이름과 내 프랑시스 버리었습니다.",
            userInfo: "시궐 ⋅ 신창동",
            time: 42
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 어머니, 위에 차 아무 이름을 까닭입니다. 위에 별들을 별 풀이 잔디가 별 프랑시스 까닭이요, 봅니다.",
            userInfo: "왕왕 ⋅ 마포동",
            time: 42
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 이름과, 벌써 나는 이름을 봅니다. 별 같이 못 마디씩 당신은 없이 피어나듯이 불러 애기 거외다.",
            userInfo: "다치거덤 ⋅ 한강로동",
            time: 43
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "이름과, 밤을 없이 잠, 노새, 북간도에 슬퍼하는 추억과 봅니다. 새겨지는 멀리 하늘에는 별 많은 나는 내 하나에 다 계십니다. 나의 당신은 이국 소녀들의 별들을 계집애들의 겨울이 북간도에 있습니다.",
            userInfo: "짝팔짝팔 ⋅ 동작동",
            time: 43
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "어머님, 라이너 이름을 써 계십니다. 하나에 차 써 무덤 별 오면 강아지, 북간도에 소녀들의 까닭입니다.",
            userInfo: "덩꺼덜 ⋅ 보라매동",
            time: 45
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "이국 시인의 속의 하나에 묻힌 거외다. 가을로 쉬이 겨울이 부끄러운 이름자 하나에 경, 가슴속에 듯합니다.",
            userInfo: "한요둥 ⋅ 신길동",
            time: 45
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "헤는 차 하늘에는 있습니다. 써 책상을 강아지, 아침이 당신은 걱정도 시와 시인의 마리아 봅니다. 마디씩 비둘기, 하나에 당신은 이름자 듯합니다.",
            userInfo: "코단결 ⋅ 한강로2가",
            time: 45
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "오는 하나에 별 그러나 많은 청춘이 무덤 있습니다. 오면 사람들의 별 가을로 내 다하지 애기 새워 아직 봅니다. 패, 마리아 별에도 계집애들의 가득 된 아직 마디씩 있습니다. 마리아 속의 우는 사랑과 둘 듯합니다.",
            userInfo: "다시뜨 ⋅ 용산동5가",
            time: 47
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "이웃 노루, 패, 하나에 듯합니다. 나는 토끼, 많은 하나에 지나가는 이제 다 아침이 아름다운 봅니다. 별 오면 릴케 말 오는 아침이 가을로 봅니다. 지나가는 멀리 같이 오면 이름과, 이네들은 있습니다.",
            userInfo: "한슥비 ⋅ 영등포동1가",
            time: 48
        
        ),
        
        Feed(
            
            category: "동네사건사고",
            feedContent: "내일 헤일 지나고 밤이 듯합니다. 별 않은 부끄러운 멀리 릴케 이름을 불러 패, 소녀들의 봅니다. 너무나 하나 덮어 하나에 걱정도 어머니 이름과, 쓸쓸함과 까닭입니다.",
            userInfo: "금닝 ⋅ 은천동",
            time: 49
        
        ),
        
        Feed(
            
            category: "취미생활",
            feedContent: "다 위에 파란 이름을 강아지, 이름자를 새워 거외다. 어머님, 위에 다하지 라이너 불러 않은 내 지나가는 까닭입니다. 지나고 이름을 겨울이 하나에 묻힌 비둘기, 헤는 마디씩 내일 까닭입니다.",
            userInfo: "한펄 ⋅ 토정동",
            time: 49
        
        ),
        
        Feed(
            
            category: "취미생활",
            feedContent: "하나에 벌써 새겨지는 멀듯이, 겨울이 별에도 가득 계십니다. 겨울이 내일 둘 그리워 있습니다.",
            userInfo: "갈갈 ⋅ 신계동",
            time: 49
        
        ),
        
        Feed(
            
            category: "취미생활",
            feedContent: "다 별빛이 비둘기, 없이 까닭입니다. 어머니, 못 사람들의 밤을 않은 새겨지는 거외다. 멀리 오면 라이너 있습니다. 시인의 그리고 동경과 언덕 이런 있습니다.",
            userInfo: "한름푸 ⋅ 신길제4동",
            time: 51
        
        ),
        
        Feed(
            
            category: "취미생활",
            feedContent: "별을 파란 하늘에는 다 경, 없이 너무나 있습니다. 동경과 멀리 묻힌 까닭입니다. 헤는 이름과, 가을로 오는 노새, 아직 하나의 까닭입니다.",
            userInfo: "한멍설 ⋅ 도원동",
            time: 52
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "까닭이요, 별들을 별 나는 까닭입니다. 별 오는 된 별 너무나 그러나 하나에 위에 봅니다. 애기 너무나 소녀들의 별에도 이름과, 당신은 까닭입니다.",
            userInfo: "릉르즈 ⋅ 원효로2가",
            time: 52
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "때 당신은 그러나 까닭이요, 이런 쓸쓸함과 까닭입니다. 슬퍼하는 어머니 지나고 까닭이요, 봅니다. 이름과, 자랑처럼 부끄러운 가슴속에 걱정도 까닭입니다. 헤일 어머님, 언덕 듯합니다.",
            userInfo: "미지지 ⋅ 영등포동2가",
            time: 54
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "이름과, 마디씩 다하지 별 북간도에 된 애기 버리었습니다. 언덕 한 말 별 비둘기, 벌써 계십니다. 말 옥 동경과 이제 묻힌 다 아름다운 거외다. 하나의 별을 불러 까닭입니다.",
            userInfo: "한숙능 ⋅ 용문동",
            time: 55
        
        ),
        
        Feed(
            
            category: "일상",
            feedContent: "아이들의 계절이 헤는 말 하나에 하나에 다 하나의 있습니다. 가슴속에 계절이 가을 내 다 봅니다. 별 한 흙으로 못 아름다운 마디씩 계십니다.",
            userInfo: "한룩부서 ⋅ 중앙동",
            time: 55
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 새워 밤을 보고, 했던 까닭입니다. 별이 사람들의 보고, 노루, 까닭입니다. 어머니 같이 벌써 내린 이름과, 버리었습니다. 다 나의 패, 나는 새겨지는 쉬이 이름을 까닭입니다.",
            userInfo: "레스정몰 ⋅ 신림동",
            time: 55
        
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 무덤 이런 지나가는 쉬이 흙으로 언덕 봅니다. 그리고 이네들은 속의 위에 하나에 내린 없이 불러 까닭입니다. 별이 헤일 무덤 나는 않은 그리워 아름다운 벌써 이름과, 계십니다.",
            userInfo: "다나모세 ⋅ 영등포동",
            time: 56
            
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 흙으로 어머니, 하나에 쉬이 옥 이름과 추억과 이름을 봅니다. 아스라히 멀리 이웃 어머니 그러나 책상을 애기 너무나 같이 있습니다. 나는 소녀들의 새워 하나에 이름과, 하나에 밤을 벌써 경, 있습니다.",
            userInfo: "한착착 ⋅ 영등포본동",
            time: 58
            
        ),
        
        Feed(
            
            category: "동네질문",
            feedContent: "Q. 새워 걱정도 파란 프랑시스 이름을 보고, 이런 지나가는 내일 있습니다. 무성할 프랑시스 가난한 했던 이런 사람들의 다하지 오면 있습니다.",
            userInfo: "히폐궁 ⋅ 도화동",
            time: 58
        
        ),
    ]
}
